accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
arc-x-icons-theme
autoconf
automake
b43-fwcutter
base
bash-completion
bind
binutils
bison
boost
btrfs-progs
cantarell-fonts
capitaine-cursors
crda
cryptsetup
dconf-editor
ddcutil
device-mapper
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
doxygen
e2fsprogs
edk2-shell
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-hooks
eos-log-tool
eos-update-notifier
epdfview
ethtool
exfat-utils
exo
expect
f2fs-tools
fakeroot
ffmpegthumbnailer
file
file-roller
findutils
firefox
flex
freetype2
fsarchiver
fzf
galculator
garcon
gawk
gcc
gettext
git
gitg
glances
gnome-keyring
gnome-themes-extra
gnu-netcat
gpart
gpm
gptfdisk
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gspell
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardinfo
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jdk11-openjdk
jfsutils
keyserver-rank
less
libdvdcss
libgsf
libopenraw
libpwquality
libtool
libwnck3
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mousepad
mtools
nano
nbd
ndisc6
neofetch
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
nodejs-lts-fermium
noto-fonts
npm6
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-installer-dkms
nvidia-utils
nvme-cli
openconnect
opendesktop-fonts
openvpn
os-prober
pacman
pacman-contrib
parole
parted
patch
pavucontrol
pcurses
perl
pkgconf
pkgfile
poppler-glib
ppp
pptpclient
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
python
r8168
refind
reflector
reflector-simple
reiserfsprogs
ristretto
rofi
rp-pppoe
rust
rxvt-unicode-terminfo
s-nail
screenfetch
sdparm
sed
sg3_utils
smartmontools
sof-firmware
sudo
sysfsutils
systemd-resolvconf
systemd-sysvcompat
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tlp
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xclip
xdg-user-dirs-gtk
xdotool
xed
xf86-input-libinput
xf86-video-fbdev
xf86-video-vesa
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xz
yad-eos
yay
zsh
